{
    "endDate": "2026-06-30",
    "itens": [
    { "nome": "Reuniões pedagógicas", "tipo": "mensal" },
    { "nome": "Prestação de contas", "tipo": "mensal" },
    { "nome": "Reuniões da APM", "tipo": "mensal" },
    { "nome": "Reuniões do conselho", "tipo": "mensal" },
    { "nome": "Reuniões de pais", "tipo": "bimestral" },
    { "nome": "Feriados nacionais", "tipo": "feriado_nacional" },
    { "nome": "Feriados municipais", "tipo": "feriado_municipal" }
    ],
    "frases": [
"O sucesso é a soma de pequenos esforços repetidos dia após dia. Robert Collier",
"Acredite que você pode, assim você já está no meio do caminho. Theodore Roosevelt",
"Tudo parece impossível até que seja feito. Nelson Mandela",
"A persistência é o caminho do êxito. Charles Chaplin",
"Não espere por oportunidades. Crie-as. George Bernard Shaw",
"Você nunca é velho demais para estabelecer um novo objetivo. C.S. Lewis",
"A vida é 10% o que acontece com você e 90% como você reage a isso. Charles Swindoll",
"O único lugar onde sucesso vem antes do trabalho é no dicionário. Vidal Sassoon",
"Faça o que você pode, com o que você tem, onde você está. Theodore Roosevelt",
"O futuro pertence àqueles que acreditam na beleza de seus sonhos. Eleanor Roosevelt",
"Você é mais forte do que pensa.",
"Se você cansar, aprenda a descansar, não a desistir. Banksy",
"Sonhos não funcionam a menos que você trabalhe por eles. John C. Maxwell",
"Grandes conquistas nascem de grandes desafios.",
"Não importa quão devagar você vá, desde que você não pare. Confúcio",
"A disciplina é a ponte entre metas e conquistas. Jim Rohn",
"Coragem não é ausência de medo. É a persistência apesar dele.",
"Cada dia é uma nova chance de fazer diferente.",
"Seja a mudança que você deseja ver no mundo. Mahatma Gandhi",
"Acredite em si mesmo e tudo será possível.",
"Desafios são o que tornam a vida interessante. Superá-los é o que a torna significativa.",
"Você não precisa ser ótimo para começar, mas precisa começar para ser ótimo. Zig Ziglar",
"Erros são provas de que você está tentando.",
"A motivação te leva ao início. O hábito te leva ao fim.",
"Não coloque limite nos seus sonhos, coloque fé.",
"Cada passo conta, mesmo os pequenos.",
"Suas ações determinam seu sucesso, não suas intenções.",
"A zona de conforto é linda, mas nada cresce lá.",
"Trabalhe em silêncio. Deixe o sucesso fazer o barulho.",
"A vitória pertence aos mais perseverantes. Napoleão Bonaparte,",
"Dificuldades preparam pessoas comuns para destinos extraordinários. C.S. Lewis",
"O fracasso é apenas a oportunidade de recomeçar com mais inteligência. Henry Ford",
"Quem olha para fora sonha. Quem olha para dentro desperta. Carl Jung",
"Você é capaz de muito mais do que imagina.",
"Não é sobre vencer os outros, é sobre superar a si mesmo.",
"Você nunca saberá do que é capaz até tentar.",
"Continue. Às vezes é só isso que você precisa fazer.",
"Tudo que você precisa já está dentro de você.",
"Vá com medo mesmo. Mas vá.",
"Não desista. Normalmente é a última chave do chaveiro que abre a porta. Paulo Coelho",
"As melhores conquistas exigem tempo e consistência.",
"Pare de se comparar. Comece a se superar.",
"Transforme pressão em combustível.",
"A jornada é tão importante quanto o destino.",
"Faça de cada dia uma nova chance.",
"Mesmo devagar, você ainda está à frente de quem não começou.",
"Tenha fé no processo.",
"A disciplina vai te levar onde a motivação não consegue.",
"Foco, força e fé.",
"Você está exatamente onde precisa estar para começar.",
"Conheça todas as teorias, domine todas as técnicas, mas ao tocar uma alma humana, seja apenas outra alma humana. – Carl Jung",
"Quem olha para fora, sonha. Quem olha para dentro, desperta. – Carl Jung",
"Aquilo que você resiste, persiste. – Carl Jung",
"A liberdade é o maior dom que podemos dar a alguém. – Viktor Frankl",
"Quando não somos mais capazes de mudar uma situação, somos desafiados a mudar a nós mesmos. – Viktor Frankl",
"A vida nunca se torna insuportável pelas circunstâncias, mas apenas pela falta de significado e propósito. – Viktor Frankl",
"Ser totalmente honesto consigo mesmo é um bom exercício. – Sigmund Freud",
"A voz do intelecto é suave, mas não descansa enquanto não é ouvida. – Sigmund Freud",
"Antes de diagnosticar a si mesmo com depressão ou baixa autoestima, certifique-se de que você não está simplesmente cercado por idiotas. – William Gibson",
"A coisa mais assustadora é aceitar a si mesmo completamente. – Carl Rogers",
"As pessoas são tão maravilhosas quanto deixam ser. – Carl Rogers",
"Mudança acontece quando a pessoa se torna quem ela é, e não quando tenta ser quem não é. – Carl Rogers",
"Não vemos as coisas como elas são. Vemos as coisas como nós somos. – Anaïs Nin",
"O comportamento é uma função de suas consequências. – B.F. Skinner",
"O medo é sempre uma antecipação do que não aconteceu. – Aaron T. Beck",
"Você tem controle sobre sua mente, não sobre os eventos externos. Perceba isso, e encontrará força. – Marco Aurélio",
"A ansiedade é o preço que pagamos por ter imaginação. – Rollo May",
"A criatividade é o lugar onde o ego se rende à alma. – Rollo May",
"A emoção que não se expressa, se transforma em dor. – Sigmund Freud",
"Aceitação é o ponto de partida para qualquer mudança verdadeira. – Marsha Linehan",
"Toda forma de dependência é ruim, não importa se o narcótico é o álcool ou o idealismo. – Carl Jung",
"A psicologia, como a vida, deve ser experimentada, não apenas compreendida. – Irvin D. Yalom",
"A maior descoberta da minha geração é que um ser humano pode mudar sua vida ao mudar sua atitude. – William James",
"O sofrimento deixa de ser sofrimento no momento em que encontra um significado. – Viktor Frankl",
"O fracasso é apenas a oportunidade de começar de novo, desta vez de forma mais inteligente. – Henry Ford",
"Se você pensa que pode ou pensa que não pode, de qualquer forma você está certo. – Henry Ford",
"Você deve ser a mudança que deseja ver no mundo. – Mahatma Gandhi",
"A melhor maneira de se preparar para o futuro é concentrar toda a sua imaginação e entusiasmo na execução perfeita do trabalho de hoje. – Dale Carnegie",
"É mais inteligente ser corajoso do que ser esperto. – Winston Churchill",
"O sucesso é ir de fracasso em fracasso sem perder o entusiasmo. – Winston Churchill",
"Não pergunte o que seu país pode fazer por você. Pergunte o que você pode fazer pelo seu país. – John F. Kennedy",
"A única coisa que devemos temer é o próprio medo. – Franklin D. Roosevelt",
"A educação é a arma mais poderosa que você pode usar para mudar o mundo. – Nelson Mandela",
"Não sou produto das minhas circunstâncias. Sou produto das minhas decisões. – Stephen Covey",
"O que você faz faz a diferença, e você precisa decidir que tipo de diferença quer fazer. – Jane Goodall",
"Acredite em algo maior do que você. – Barack Obama",
"A mudança não virá se esperarmos por outra pessoa ou por outro momento. Nós somos aqueles por quem estávamos esperando. Nós somos a mudança que procuramos. – Barack Obama",
"A maneira de começar é parar de falar e começar a fazer. – Walt Disney",
"As pessoas que são loucas o suficiente para achar que podem mudar o mundo são as que de fato o mudam. – Steve Jobs",
"O sucesso geralmente vem para aqueles que estão ocupados demais para estarem procurando por ele. – Henry David Thoreau",
"Se você quer levantar, levante alguém. – Booker T. Washington",
"Acredite em você mesmo mesmo quando ninguém mais acreditar. – Michael Jordan",
"Errei mais de 9.000 arremessos em minha carreira. Perdi quase 300 jogos. Em 26 ocasiões, confiaram em mim para fazer o arremesso da vitória e eu errei. Falhei diversas vezes na minha vida. E é por isso que sou um vencedor. – Michael Jordan",
"O único lugar onde o sucesso vem antes do trabalho é no dicionário. – Vidal Sassoon",
"Você perde 100% dos arremessos que não tenta. – Wayne Gretzky",
"A melhor forma de prever o futuro é criá-lo. – Peter Drucker",
"Sempre parece impossível até que seja feito. – Nelson Mandela",
"Ninguém pode fazer você se sentir inferior sem o seu consentimento. – Eleanor Roosevelt",
"Dê-me seis horas para derrubar uma árvore e passarei as primeiras quatro afiando o machado. – Abraham Lincoln"
    ]
  }
  